const textContent = {
    ABOUT_TEXT: `
      このプロジェクトは、日本人クリエイター「muhus」が創作した物語に基づいています。
      物語の主人公はメタバース上で「リトル・トーキョー・ガール」と呼ばれている日本人の少女「マヤ」とその父「ケント」です。
      この物語は皆さんにサイバーパンクを想起させるかもしれません。
      主人公二人を中心とした近隣住民との奇想天外な日常とメタバースでの大冒険の物語です。
      今こそ、あなたもこのプロジェクトに参加して、一緒にこの物語の続きを作ってください。
      この物語が伝説となり偉大なIP(Intellectual Property)となればきっとあなたも幸せを享受できることでしょう。
      
      なお本プロジェクトは二次創作を歓迎します。
      クリエイティビティを発揮し、仲間と協力して物語を創造しましょう。
    `,
    CORE_TEXT: `
      これはSuper Piccellのコアプロジェクトであり、CC0ライセンスを採用したメディアフランチャイズです。
      作成したIPコンテンツを世界中の人々が自由に利用できる永久的な公共財として提供します。
      さまざまなジャンルのIPコンテンツから構成され、CC0ライセンスに基づき誰でも自由に2次創作物を制作することができます。
      これは閉鎖的なコンテンツ市場に変化をもたらし、人々が自由に学び、創造し、共有する世界を作ろうとする理念に基づいています。
      人々の豊かな創造性とアイデアが共有され、発展することを目的としています。
    `,
    EMBRYO_TEXT: `
      これはSuper Piccellのコアプロジェクトであり、CC0ライセンスを採用したメディアフランチャイズです。
      作成したIPコンテンツを世界中の人々が自由に利用できる永久的な公共財として提供します。
      さまざまなジャンルのIPコンテンツから構成され、CC0ライセンスに基づき誰でも自由に2次創作物を制作することができます。
      これは閉鎖的なコンテンツ市場に変化をもたらし、人々が自由に学び、創造し、共有する世界を作ろうとする理念に基づいています。
      人々の豊かな創造性とアイデアが共有され、発展することを目的としています。
    `,
  };
  
  export default textContent;
  